{
  "saved_videos": [
    "Adam Ragusea: Ask Adam #6: Million subscriber edition", 
    "Adam Ragusea: Homemade makgeolli and the Korean alcohol comeback", 
    "Adam Ragusea: Roast goose with Christmas spices, black cherry gravy, goose-fat roast potatoes and mustard greens", 
    "Adam Ragusea: Short ribs Korean-style but with Caribbean flavors", 
    "Adam Savage’s Tested: Adam Savage's One Day Builds: Stitching Pony Clamp!", 
    "Adam Savage’s Tested: How to Make Creepy Specimen Jars for Halloween!", 
    "Adam Savage’s Tested: Life-Size Mercury Space Capsule Cockpit Poster!", 
    "Adam Savage’s Tested: Making an EVA Foam Wig for Cosplay and Halloween!", 
    "Adam Savage’s Tested: Tested in 2020: Norm's Favorite Things!", 
    "Adam Savage’s Tested: Tested: Ooni Koda 16 Gas Powered Pizza Oven!", 
    "Adventure Time Loui: All Things Are Connected 🔌 (Charleston, SC) | Van Life in the South", 
    "Adventure Time Loui: Car Camping in the Mountains & A Surprise Spring Snow ❄️", 
    "Adventure Time Loui: Is it really safe to travel by van during pandemic? | Day 3 of Patreon Week", 
    "Adventure Time Loui: Jeep Camping in the Mountains & A Surprise Spring Snow ❄️", 
    "Adventures of A+K: Celebrating the holidays in Austin 🎄 | Trail of Lights (Drive-Thru), tamales, & hot chocolate!", 
    "Adventures of A+K: Change of Plans! Hiking & Camping in the Cumberland Gap (Tri-State Peak, Sand Cave, & White Rocks)", 
    "Adventures of A+K: Chasing waterfalls at Blackwater Falls State Park + Bear Rocks at Dolly Sods (West Virginia)", 
    "Adventures of A+K: Climbing the NROCKS Via Ferrata in West Virginia! 🧗🏻‍♀️ (+ visiting Spruce Knob)", 
    "Adventures of A+K: Exploring Harper’s Ferry in West Virginia | Maryland Heights Overlook + historic sights!", 
    "Adventures of A+K: Happy New Year! 🎉 Quick Life Update + Plans for 2021", 
    "Adventures of A+K: Hiking at Custer State Park: Cathedral Spires, Needles Highway, Sunday Gulch, & Black Elk Peak!", 
    "Adventures of A+K: Hiking in NW Arkansas: Centerpoint to Goat Trail (Buffalo National River) + Whitaker Point Trail", 
    "Adventures of A+K: Hiking the Devil’s Garden Trail (with 8 arches!) at Arches National Park", 
    "Adventures of A+K: Hiking the Red River Gorge Loop in Kentucky (Gray’s Arch + Hanson’s Point) + post-hike FOOD!", 
    "Adventures of A+K: Our first time in Kentucky: Horseback riding + trying a Hot Brown burger!", 
    "Adventures of A+K: Sand sledding for the FIRST time (Coral Pink Sand Dunes) + exploring a SAND CAVE in Kanab, Utah!", 
    "Adventures of A+K: Weekend at Garner State Park in Texas: Kayaking the Frio River + hiking up Old Baldy!", 
    "Alex Chacon: A Rock Climbing Guide + Drone Adventure in Sedona Arizona", 
    "Alex Chacon: Seven Magic Mountains Mystery in Las Vegas Nevada", 
    "Alex Chacon: The AMAZING Motorcycle Experience in India !", 
    "Alex Chacon: You Have a 3% Chance to See This", 
    "Alexandre Chappel: Building a Welding Table for my Workshop!", 
    "Andrew Camarata: Cleaning up a mobile home", 
    "Andrew Camarata: Demolishing a mobile home", 
    "Andrew Camarata: Hammering a drainage trench", 
    "Andrew Camarata: Installing a plow on a pickup truck", 
    "Andrew Camarata: Making an excavator swale bucket", 
    "Andrew Camarata: Missing video from closing in castle", 
    "Andrew Camarata: Moving a John Deere backhoe and breaking it", 
    "Andrew Camarata: Mowing a field", 
    "Andrew Camarata: New excavator hammer", 
    "Andrew Camarata: Plow truck maintenance", 
    "Andrew Camarata: Recovering a tipped crane", 
    "Andrew Camarata: Screening dirt into a trench", 
    "Andrew Camarata: Snowmobile club trail maintenance", 
    "Andrew Camarata: Taking down a dead tree", 
    "Ars Technica: How Amazon’s “Undone” Animates Dreams With Rotoscoping And Oil Paints | War Stories", 
    "Ars Technica: How The NES Conquered A Skeptical America In 1985 | War Stories | Ars Technica", 
    "Ars Technica: Unsolved Mysteries Of Quantum Leap With Donald P. Bellisario | Unsolved Mysteries | Ars Technica", 
    "BUILD2: Mother's Day Adventure (so Mom could have a break)", 
    "BWDev: How I Started Making Games - 12 YEARS of Progress!", 
    "BWDev: Off-Island Trade + More! Indie Factory Game Devlog (Unity)", 
    "BWDev: Programming Railways for my Indie Factory Builder Game! (Devlog)", 
    "Ben Awad: Did Discord Stages Just Kill DogeHouse?", 
    "Brick Experiment Channel: Making Lego Car CLIMB Obstacles", 
    "CGP Grey: A Crime Against Childhood", 
    "CGP Grey: TEKOI -- Grey's Commentary", 
    "CGP Grey: 🎃 Grey Reads \"The Monkey's Paw\" for Halloween 🎃", 
    "CGP Grey: 🎃 Grey Reads \"The Yellow Wallpaper\" for Halloween 🎃", 
    "Canadian History Ehx: The Almost Province Of Buffalo", 
    "Canadian History Ehx: The Hottest Day And Chief Piapot", 
    "Canadian History Ehx: The Vancouver Anti-Asiatic Riot Of 1907", 
    "Cheddar: How Hospital Design Is Actually Making Us Sicker - Cheddar Explains", 
    "Cheddar: How Road Signs Got Their Shapes - Cheddar Explains", 
    "Cheddar: How The Interstate Connected And Divided America - The Lightbulb Moment", 
    "Cheddar: How The NYC Subway Was Saved By A Typeface - Cheddar Explains", 
    "Cheddar: How Vanilla Got The World Hooked On Artificial Flavoring - The Lightbulb Moment", 
    "Cheddar: Is New York Finally Getting A Real High Speed Rail? - Cheddar Explains", 
    "Cheddar: The Death And Rebirth Of Bike Highways - Cheddar Explains", 
    "Cheddar: The Fake Color That Made Our Modern World - The Lightbulb Moment", 
    "Cheddar: The Final U.S. Presidential Debate in Four Minutes", 
    "Cheddar: The Hollywood Actress Who Helped Invent WiFi - The Lightbulb Moment", 
    "Cheddar: The Rise And Fall Of The Buffet Chain - Cheddar Explains", 
    "Cheddar: Why Self-Storage Is Suddenly Everywhere - Cheddar Explains", 
    "Chris and Sara: Adding AC to Our Van Life Sprinter Van Conversion // Installing Nomadic Cooling AC at Site Seven", 
    "Chris and Sara: FIRST VAN BUILD MISTAKE | Installing our van life Aluminess gear (EP. 8)", 
    "Chris and Sara: Habits and goals for 2021 (personal and professional)", 
    "Chris and Sara: IS OUR VAN EVER GOING TO BE DONE? | Van life van build update", 
    "Chris and Sara: Our Best (and Worst) Year Yet | Year #2 of Full Time Van Life Travel", 
    "Chris and Sara: THIS IS GEORGIA?! | Wild horses, castle ruins, and private beaches (Cumberland Island)", 
    "Christian Williams: Why We Sail--\"Cape Horn Steering Vane Install and Sea Trial\"", 
    "Christian Williams: Why We Sail--\"Escape the Neighborhood\"", 
    "Christian Williams: Why We Sail--\"Summer, 2020\"", 
    "Chubbyemu: A Man Ate 100 Zinc Vitamin C Gummies Everyday. This Is What Happened To His Spinal Cord.", 
    "City Beautiful: Why are there so many strip malls?", 
    "City Beautiful: Why do people commute by airplane?", 
    "Claire Saffitz x Dessert Person: Claire Saffitz Makes The Best Oatmeal Cookies | Dessert Person", 
    "Code Bullet: Creating the PERFECT Connect 4 A.I.", 
    "Cody'sLab: ChickenHole Base Ep. 16: Avatar War On Aphids", 
    "Cody'sLab: Cody Finds and Eats Wild Shaggy Ink Cap Mushrooms", 
    "Cody'sLab: Do Bananas Absorb Potassium From Their Peels As they Ripen?", 
    "Cody'sLab: Freeze-Drying a Pumpkin Without a Vacuum Chamber", 
    "Cody'sLab: Mushrooms From Straw in Bucket", 
    "Cody'sLab: Solubility and Multi-Solute Solutions", 
    "Computerphile: ALOHAnet: Grandfather of All Computer Networks - Computerphile", 
    "Computerphile: Cracking Enigma in 2021 - Computerphile", 
    "Computerphile: How Traceroute Works (Building a Movie Scene 'Trace' Map) - Computerphile", 
    "Computerphile: Random Boolean Networks - Computerphile", 
    "Computerphile: The First Internet Worm (Morris Worm) - Computerphile", 
    "Computerphile: Transport Layer Security (TLS) - Computerphile", 
    "Computerphile: What are Digital Signatures? - Computerphile", 
    "Corter Leather: How to Make a Leather Long Wallet (w/ PATTERN!)", 
    "Corter Leather: How to SELL your Leather Goods!", 
    "Corter Leather: Make a Gusseted Leather Phone Wallet (PATTERN + DIY)", 
    "Corter Leather: Making a Trifold Long Wallet // Leather Crafting ASMR", 
    "Corter Leather: Making a Tubular Leather Handle // TUTORIAL", 
    "Corter Leather: SUPREME x JORDAN CUSTOM // DIY Tutorial", 
    "Corter Leather: When, Why, and How to Skive Leather by Hand", 
    "Creative Awl: How to make a Cowboy Hat", 
    "Creative Awl: How to make leather bufallo skull", 
    "Creative Awl: How to make oldschool hunting pouch belt bag. FREE PDF PATTERN", 
    "CruisingTheCut: 217. Slow TV; rainy and sunny canal cruising on my narrowboat from Lichfield to Fradley", 
    "CruisingTheCut: 229. Catastrophe! I run out of cheese on my narrowboat.", 
    "CruisingTheCut: 230. Windy narrowboat cruising on the River Trent, from Sawley to Beeston", 
    "CruisingTheCut: 233. Through Newark, to the end of my narrowboat cruising for 2020", 
    "CruisingTheCut: 237. How I get 4G Internet WiFi on my narrowboat", 
    "CruisingTheCut: A Spooky Tale of Paranormal Matters At Sea, for Hallowe'en", 
    "CruisingTheCut: Snowy Scenes from the canal marina", 
    "DIY Perks: Building an artificial sun that looks unbelievably realistic...", 
    "Dani: Making a Game, But I Only Have 3 Days", 
    "Daniel Inskeep: 8 MUST-READ Books for Entrepreneurs & Investors", 
    "Daniel Inskeep: Still Holding Gamestop? (your questions answered)", 
    "David Seymour: I Made Pumpkin Spice Latte Cereal- Viral Recipes Tested", 
    "David Seymour: I Re-Tested Tiktok Recipes & Made Them BETTER - Cloudbread, Whipped Coffee, Egg Sandwich Hack", 
    "David Seymour: I TESTED Claire's Gourmet Instant Ramen - Bon Appétit Gourmet Makes Review", 
    "David Seymour: I Tested EVERYONES Chicken Parm - Mythical Kitchen, Adam Ragusea, Tasty, Alton Brown", 
    "David Seymour: I Tested Joshua Weissman's BETTER Birria Tacos", 
    "David Seymour: I Tested That Insane Calzone Garlic Knot Pizza - TWISTED Recipes Tested", 
    "David Seymour: I Tested the BEST Filet-o-Fish - Joshua Weissman VS Sam the Cooking Guy", 
    "David Seymour: The Best Way to Mince Garlic | Serious Eats At Home", 
    "DevDuck: 6 Resources I Used to Learn Game Development", 
    "DevDuck: Beginnings of Sailing in My Marine Biologist RPG!", 
    "DevDuck: Building a BOSS for my 2D RPG!", 
    "DevDuck: Learning to Create Sound Effects for my Godot RPG", 
    "DieselpunkRo: 3d printed sleeve for hole punchers", 
    "DieselpunkRo: Leather Messenger Bag DIY - Tutorial and Pattern Download", 
    "DieselpunkRo: Leather Tools Review - Hole Puncher and Raw Hide Hammer", 
    "DieselpunkRo: Military Duffel Bag - Tutorial and Pattern Download", 
    "Donut Media: What Killed All of Canada's Car Brands?", 
    "Dylan Magaster: \"Will She Float?\" Nightmare on Haul Out Street | Part 3", 
    "Dylan Magaster: Explore this Sunken Decommissioned Minesweeper", 
    "Dylan Magaster: I Encounter a Problem while Single Handing in Greece", 
    "Dylan Magaster: I'M GOING PRO IN NEXUS BLITZ!?!? | Sanchovies", 
    "Dylan Magaster: Solo Sailing to Santorini, Greece", 
    "Dylan Magaster: Some Times the Wind Blows | SV Arianrhod Single Handed Sailing", 
    "Dylan Magaster: This is the Most Stressful Departure I've Ever Had", 
    "Dylan Magaster: When to Move | SV Arianrhod Single Handed Sailing", 
    "Dylan Magaster: Why It’s Imperative to Stay Calm: Sailing to Malta Part 2", 
    "Dylan Magaster: the news we've been waiting for...", 
    "Eastory: Western Front 1944/1945. Real Time Animated map", 
    "ElectroBOOM: 30 Amp DIY Wiring Updates for 4000W Heater", 
    "ElectroBOOM: ELECTRIC VEHICLES & My Tesla Model 3 Review", 
    "ElectroBOOM: Electric Patio Heater Wiring and Installation", 
    "ElectroBOOM: Making HIGH VOLTAGE SUPPLY, there was an attempt…", 
    "ElectroBOOM: Making High Voltage Arcs with ZVS Circuit", 
    "Elon Musk Zone: Elon Musk: King Of Sarcasm", 
    "English Heritage: History at Home Live! – Tintagel Castle and King Arthur", 
    "English Heritage: Why Did People Fear Witchcraft? | History in a Nutshell | Animated History", 
    "Foresty Forest: Van Life - Glory of the West", 
    "Foresty Forest: Van Life in BC - Mt. Maye - Badda Bing, Badda Boom!", 
    "Foxes Afloat: 110. Taming the Thames. Narrowboat Journey on England's most FAMOUS River!", 
    "Foxes Afloat: 117. Narrowboating the River Thames - Henley to Marlow.", 
    "Foxes Afloat: 118. Scandal as we narrowboat down the River Thames to Windsor!", 
    "Foxes Afloat: 123. Did Moving on a Canal Narrowboat Save my Mental Health?", 
    "Foxes Afloat: 125. Narrowboat out of control and crashes on the Grand Union Canal.", 
    "Foxes Afloat: 126. How Did They Build Canal Tunnels in a Straight Line?", 
    "Foxes Afloat: 128. Head-On! Speeding narrowboat aiming straight for us!", 
    "Foxes Afloat: 130. Canal Narrowboat in a TIGHT SQUEEZE up the Junction!", 
    "Foxes Afloat: 131. Narrowboat Murder! Horror on the Trent & Mersey Canal.", 
    "Foxes Afloat: 134. Too Cold to Operate! Winter Narrowboating to Leek!", 
    "Foxes Afloat: 135. How to drive a narrowboat in REVERSE! Canal ride to Cheddleton!", 
    "Foxes Afloat: The Story of 'Last Resort' by Papa Roach", 
    "GET HANDS DIRTY: Felt Panels for Desk Setup - Loft Bed // Work Space - Ep.9", 
    "GET HANDS DIRTY: How to Build an Outdoor Folding Chair // Basic Tools Project", 
    "GET HANDS DIRTY: Making a Small Parts Storage Rack", 
    "GET HANDS DIRTY: Vertical Pantry Storage // Tiny Apartment Build Ep. 13", 
    "Gbay99: Blitzcrank Top Lane has a 100% Winrate in Pro League of Legends", 
    "Gbay99: The Best Players You Never Knew in League of Legends Esports", 
    "General Knowledge: Big Countries That Became Smaller", 
    "General Knowledge: European Territorial Disputes", 
    "General Knowledge: How do Map Projections Work?", 
    "General Knowledge: Southern American Territorial Disputes", 
    "General Knowledge: The Biggest Religions in the World", 
    "General Knowledge: The Most & Least Democratic Countries in the World", 
    "General Knowledge: The Most Visited Countries in the World (2019)", 
    "Geordie Leather: Hot Foil Stamping Leather with the WT-90AS Hot Foil Machine.", 
    "Gone with the Wynns: AN UNEXPECTED RESCUE", 
    "Gone with the Wynns: BOAT REFIT MADNESS (life on the hard)", 
    "Gone with the Wynns: Boat Life: The Underwater Kingdom of Fiji", 
    "Gone with the Wynns: ChickenHole Base Ep. 16: Avatar War On Aphids", 
    "Gone with the Wynns: Do I have Your HULL Attention?", 
    "Gone with the Wynns: Knocking Out Boat Projects. So Close To SAILING!", 
    "Gone with the Wynns: LIFE ON AN OFF-GRID EXPEDITION BOAT", 
    "Gone with the Wynns: Living on a boat OUT OF THE WATER", 
    "Gone with the Wynns: SAILING FIJI and it FEELS GOOD!", 
    "Gone with the Wynns: SCAMMED on Chain, Here's What We Learned", 
    "Gone with the Wynns: The Long Journey Home (back to boat life)", 
    "Gus Johnson: how they wrote songs in the 50s", 
    "Gus Johnson: what your parents thought would happen", 
    "HAHNS ATELIER: ASMR Making a Mini Satchel Wallet | Leather Crafting", 
    "HAHNS ATELIER: ASMR | Leather Crafting Lip Balm Case DIY", 
    "HAHNS ATELIER: I Turn Starbucks Cards into a Pop-up Card Wallet | Leathercraft ASMR", 
    "HAHNS ATELIER: I made Airpods Leather Case using Starbucks card | ASMR", 
    "HAHNS ATELIER: LEATHERCRAFT HANDMADE WATCH STRAP DIY | SIMPLE PROCESS", 
    "HAHNS ATELIER: Leathercraft ASMR | How to make a Golf ball leather pouch", 
    "HAHNS ATELIER: Making a Taco Bag | Handmade leather bag | Satisfying", 
    "HAHNS ATELIER: Making a wallet with an awl", 
    "HAHNS ATELIER: Making driving gloves by hand | Leathercraft DIY", 
    "HAHNS ATELIER: Wallet making process for beginners / Relaxing working sounds", 
    "Half as Interesting: How Astronauts Vote from Space", 
    "Half as Interesting: How a 100 Million Year-Old Coastline Decides US Elections", 
    "Half as Interesting: How a Cartel Built Their Own Cell Phone Network", 
    "Half as Interesting: The 639 Year Longest Song Ever", 
    "Half as Interesting: The Farmer That Lives in the Middle of Tokyo Narita Airport", 
    "Half as Interesting: The Hidden Grammar Rule English Speakers Don’t Know They Know", 
    "Half as Interesting: The Strange Reason Why the US Owes London £12,598,845", 
    "Half as Interesting: Why Blue in Japan Looks Like Green to Americans", 
    "Half as Interesting: Why China Has 3,000 Miles of Secret Tunnels", 
    "Half as Interesting: Why This Color Doesn't Actually Exist", 
    "Half as Interesting: Why an NFL Team Secretly Moved Cities Overnight", 
    "Half as Interesting: Why the US is Having a Shortage of Coins", 
    "Half-Asleep Chris: How To Start Coin Collecting", 
    "Half-Asleep Chris: Invisible Ink Banknote Magic", 
    "Holly - The Cafe Boat: Ep16 Boat RENOVATION Project: PAINTING our NARROWBOAT Part 5", 
    "Holly - The Cafe Boat: Ep17 BAILING OUT and Bolting On: Finishing touches to our NARROWBOAT", 
    "I Like To Make Stuff: Drill Press Storage Upgrade | I Like To Make Stuff", 
    "I Like To Make Stuff: Making a Walk In Closet | I Like To Make Stuff", 
    "I Like To Make Stuff: Quick Bathroom Makeover | I Like To Make Stuff", 
    "Ian Atkinson: Leather Build Along Pattern #10 Trailer: Card Wallets", 
    "Ian Atkinson: Making a Leather Head Knife (Round Knife) Sheath", 
    "Internet Shaquille: 9 Levels of Cooking Meat: Easy to Complex", 
    "Internet Shaquille: Make Your Own Oatmeal", 
    "Itchy Boots: 75 Years of Freedom", 
    "Iz Harris: Can 36 questions help us fall *back* in love?", 
    "J. Kenji López-Alt: Late Night Kimchijeon (Korean Kimchi Pancake)", 
    "J. Kenji López-Alt: Late night Tortilla Pizza", 
    "J. Kenji López-Alt: Paella Valenciana | Kenji's Cooking Show", 
    "J.H.Leather: Make Your Own - Vertical Bi-fold Wallet ~ Make Along // PDF Pattern Pack", 
    "J.H.Leather: Make your own // iPhone 12 Pro Max Wallet //  PDF Pattern Pack Make Along", 
    "J.H.Leather: Making wallets with ENGLISH shell cordovan! - plus giveaway", 
    "JSConf: 10 Things I Regret About Node.js - Ryan Dahl - JSConf EU", 
    "Jeremy Fielding: Making The Robot Base and Foundation:  Mistakes Were Made! #091", 
    "Jesse: Kids Wrote This Video Challenge!!", 
    "Joe Malovich: Chicken's First Snowfall", 
    "Joe Malovich: Lighting, Grinding, Burninating, Snowing", 
    "Joe Malovich: Microhydro Turbine - New Hoses and First Start Of The Season", 
    "Joe Malovich: Shop Tour and talking about stuff End 2020", 
    "Joel Haver: A rough approximation of how I react when a date is going well.", 
    "Joel Haver: Birthday Tickles", 
    "Johnny Harris: France Still Has An Empire", 
    "Johnny Harris: How I Make My Maps", 
    "Johnny Harris: The International Date Line, Explained", 
    "Johnny Harris: What People Get Wrong About MASKS", 
    "JohnnyQ90: 3 Speed Electric RC Car - Part 2/2", 
    "JohnnyQ90: Making a Miniature 5 Vane Air Motor", 
    "JohnnyQ90: Miniature Gasoline Engine Powered Water PUMP!", 
    "Kara and Nate: Our van almost caught on fire.", 
    "Kara and Nate: TRADING OUR VAN FOR A CONVERTED SCHOOL BUS (full tour)", 
    "Kara and Nate: We Discovered the SECRET to VAN LIFE!", 
    "Ketchup with Max and Jose: 13. Ketchup on Oreo, heart & mead", 
    "Ketchup with Max and Jose: 17. Ketchup on Sally Lunn buns and podcasts", 
    "Ketchup with Max and Jose: 3. Ketchup on buttered beere, toads, & pirates", 
    "Kings and Generals: Alexander the Great in Quran and Middle Eastern Myths", 
    "Kings and Generals: Aurelian: Emperor Who Restored the World", 
    "Kings and Generals: Battle of Agincourt 1415 - Hundred Years' War DOCUMENTARY", 
    "Kings and Generals: Battle of Hastings 1066 - Norman Conquest DOCUMENTARY", 
    "Kings and Generals: Battle of Panipat 1761 - Durrani-Maratha War DOCUMENTARY", 
    "Kings and Generals: Battle of Pharsalus 48 BC - Caesar's Civil War DOCUMENTARY", 
    "Kings and Generals: Battle of Zusmarshausen 1648 - Thirty Years' War DOCUMENTARY", 
    "Kings and Generals: Battle of the Nile 47 BC - Caesar's Civil War DOCUMENTARY", 
    "Kings and Generals: Battles of Fulford and Stamford Bridge 1066 - Viking DOCUMENTARY", 
    "Kings and Generals: Beginning of Muslim Africa - Battle of Sufetula 647 DOCUMENTARY", 
    "Kings and Generals: Bosporan Kingdom - Longest Surviving Ancient Greek State", 
    "Kings and Generals: El Cid: Knight of the Two Worlds - Reconquista DOCUMENTARY", 
    "Kings and Generals: Ghaznavids: From Slaves to the Rulers of Central Asia DOCUMENTARY", 
    "Kings and Generals: Golden Age of the Rus: Christian Empire in the East DOCUMENTARY", 
    "Kings and Generals: How the Mongols Defeated their Enemies", 
    "Kings and Generals: Julian: Rise of the Last Pagan Emperor of Rome", 
    "Kings and Generals: Koxinga - The Pirate King of China DOCUMENTARY", 
    "Kings and Generals: Lens and Prague 1648 - the End of the Thirty Years' War DOCUMENTARY", 
    "Kings and Generals: Marcus Aurelius - Philosopher Emperor", 
    "Kings and Generals: Mediterranean War: Italian Raids on Alexandria and Gibraltar", 
    "Kings and Generals: Ottoman-Portuguese War in Africa - Ethiopian–Adal War DOCUMENTARY", 
    "Kings and Generals: Seven Wonders of the Ancient World - 3D DOCUMENTARY", 
    "Kings and Generals: Sicily: Multicultural Kingdom of Normans, Greeks and Arabs", 
    "Kings and Generals: Siege of Ctesiphon 637 - Early Muslim Expansion DOCUMENTARY", 
    "Kings and Generals: Soviets Surrounded - Winter War DOCUMENTARY", 
    "Kings and Generals: Strategikon - Army Manual of the Eastern Roman Empire", 
    "Kings and Generals: Subutai - Genghis's Greatest General DOCUMENTARY", 
    "Kings and Generals: Tecumseh and the Native American Resistance", 
    "Kings and Generals: Timur against Bayezid - Battle of Ankara 1402 DOCUMENTARY", 
    "Kings and Generals: Turkification of Anatolia - Nomads DOCUMENTARY", 
    "Kings and Generals: When America Invaded Russia - 3D History DOCUMENTARY", 
    "Kings and Generals: Why the Thirty Years' War Was So Devastating - European Wars of Religion", 
    "Kings and Generals: Winter War -  How the Red Army Finally Defeated the Finns", 
    "Kings and Generals: Winter War - Soviet Finnish 1939-1940 War - FULL 3d DOCUMENTARY", 
    "Kings and Generals: Winter War: War in the Arctic", 
    "Kings and Generals: World in Year 1066 - Crusader Kings III DOCUMENTARY", 
    "Kings and Generals: World in Year 867 - Crusader Kings III DOCUMENTARY", 
    "Knowledgia: 100 Kids Share Their Earliest Memory | HiHo Kids", 
    "Knowledgia: How did Germany plan to conquer Britain in WW2? - Operation SeaLion", 
    "Knowledgia: How did Muslims conquer Arabia? - The Start of the Caliphate - Part1", 
    "Knowledgia: How did the Muslims conquer The Levant? - The Arab-Byzantine Wars - Part 2", 
    "Knowledgia: My Grandfather's Story during World War 2", 
    "Knowledgia: THE HISTORY OF INDIA in 14 Minutes - Part 2", 
    "Knowledgia: THE HISTORY OF THAILAND in 10 minutes", 
    "Knowledgia: The Third Balkan War - Explained in 20 minutes | Balkans during WW1", 
    "Knowledgia: Why did Rome attack Greece? ⚔️ Battle of Cynoscephalae, 197 BC (Part 1/2)", 
    "Knowledgia: Why did the Celts Collapse?", 
    "Knowledgia: Why did the Great Schism Happen?", 
    "Knowledgia: Why didn't the Ottomans conquer Italy?", 
    "Knowledgia: Why was Switzerland Neutral in World War 2", 
    "Knowledgia: Why wasn't Bulgaria a part of Yugoslavia?", 
    "Kurzgesagt – In a Nutshell: TRUE Limits Of Humanity – The Final Border We Will Never Cross", 
    "Kurzgesagt – In a Nutshell: What if We Nuke the Moon?", 
    "Laura Kampf: $50 Camera Case to $1000 Rimowa Suitcase", 
    "Laura Kampf: 10 Woodworking Project Ideas", 
    "Laura Kampf: 1000 Bad Ideas", 
    "Laura Kampf: Building a Camper - Solar Set Up, Insulation, Windows", 
    "Laura Kampf: Building a Record Player Cabinet", 
    "Laura Kampf: Geodesic Dome Greenhouse made from Trash", 
    "Laura Kampf: Horse Box Camper EP 5 - The Roof Rack", 
    "Laura Kampf: I built a dangerous THING (with Adam Savage)", 
    "Laura Kampf: I built this Lamp from Trash!", 
    "Laura Kampf: Making a Butterfly Chisel for Woodworking", 
    "Laura Kampf: Simple folding table with wooden hinges", 
    "Laura Kampf: Workshop Organization - Screw Storage", 
    "Laura Kampf: i built a Portable Podcasting Studio", 
    "Legacy Brand Leather: EDC Pocket Organizer : Version 2", 
    "Little King Goods: Handmade Leather Journal - #SHORTS", 
    "Little King Goods: The Craft Life - EP01 - The Folklore Barber - 4K", 
    "Louis Weisz: Making Ice Cream on the Edge of Space", 
    "Luke: Fitted coilovers on my Nissan 200sx | Budget Build EP07", 
    "Mascon Leather: Making a Leather Wallet With Olivia’s Help & ASMR  -  the Atticus", 
    "Mascon Leather: Making the Chunky Charlie Wallet! (Finally!)", 
    "Matt Gray: I Bought A 3D Printer That Just *Works*‽", 
    "MattColbo: Basically Another Tom Scott Video", 
    "Matthew McCleskey: Driving Through Gates in Movies | Animation", 
    "Mehditation: Choosing A Proper Outdoor Patio Heater and Testing It", 
    "Mehditation: Spring Fed Timber Framed Greenhouse Part 6 How To Mortice And Tenon", 
    "Mike Boyd: This Week I Learned to Solve the Pyraminx", 
    "Modern Builds: DIY SOFA MADE OUT OF 2X4'S + FREE PLANS | MODERN BUILDS", 
    "Modern Self Reliance: Building 'The Forest Cube' | Tiny 64 sq ft. House on Stilts", 
    "Modern Self Reliance: Building Charcuterie Boards (and Permanently Curing the Ducks!)", 
    "Modern Self Reliance: Building Off Grid Log Sauna Inside - Part 2", 
    "Modern Self Reliance: Building Wrap-Around Deck (Tiny 64 sq ft. House) | Curvy \"Juliet Balcony,\" Sky High Open-Fire Pit!", 
    "Modern Self Reliance: Building a Rocket Stove Heated Workshop (what about the ducks???)", 
    "Modern Self Reliance: Building a WORKSHOP in the BUSH (with Barn Doors) | Off Grid Cabin in the Woods!", 
    "Modern Self Reliance: Fire-Proofing the Smoke House and Smoking Wild Venison! (part 2)", 
    "Modern Self Reliance: Installing MASSIVE Roof Trusses! | Building a Log Cabin (Part 6)", 
    "Modern Self Reliance: UBER EATS Decides what we EAT for 7 Days", 
    "MrHeresDave: Fuel Pump Refresh on a Husqvarna FE501", 
    "Must Do Canada: FLYING IN 2021 - Travelling During Covid from Calgary to Mexico", 
    "Must Do Canada: Growing up in Mexico City (Karla's Childhood Story)", 
    "Mustard: A Plane Without Wings: The Story of The C.450 Coléoptère", 
    "Mustard: The World’s Largest Plane: Why The Soviets Really Built The AN-225 Mriya", 
    "Mustard: Why You Couldn’t Afford To Fly Concorde", 
    "My Name Is Andong: Actually Delicious Sweet and Sour Sauce", 
    "My Name Is Andong: Chili Cheese Spätzle: The Chinese German Fusion Recipe You Needed", 
    "My Name Is Andong: Indian Nachos: Only in New York... (ft. @Meyhem Lauren)", 
    "My Name Is Andong: Noodles of the World, Unite!", 
    "My Name Is Andong: Seraphine Champion Spotlight | Gameplay - League of Legends", 
    "My Name Is Andong: Sichuan Hot Pot in a Bowl: Easy Mala Xiang Guo", 
    "My Name Is Andong: The Fried Chicken Conspiracy", 
    "My Name Is Andong: The Most Comforting Soup in The World | SOUP SEASON", 
    "My Name Is Andong: This Turkish Lentil Soup Will Keep You Warm This Winter | SOUP SEASON", 
    "Neuro Transmissions: How I crushed my graduate school interviews", 
    "Neuro Transmissions: The fascinating psychology behind why we're so divided right now.", 
    "New York Magazine: Weruche Opia Wants Everyone’s Story Told", 
    "NileBlue: Making a bismuth knife to undo an injustice", 
    "NileRed: Does cyanide actually smell like almonds?", 
    "Periodic Videos: The Plutonium Core of an Atom Bomb - Periodic Table of Videos", 
    "PeterSripol: Making a Rubberband Powered Helicopter (working tail rotor)", 
    "Pianta: IS LEAGUE STILL FUN?", 
    "Pianta: LET RIVER SHEN GO", 
    "Pianta: LILLIA 2 MOVES 1 SHOT OP", 
    "Pianta: OLAF'S RAGE", 
    "Pianta: The Hecarim Support the community does not need", 
    "PolyMatter: 8 MUST-READ Books for Entrepreneurs & Investors", 
    "PolyMatter: How Singapore Stays Neutral", 
    "PolyMatter: The End of the SAT?", 
    "PolyMatter: The Hardest Test in China", 
    "PolyMatter: The Insane Story of Dennis Rodman in North Korea", 
    "PolyMatter: Why Statues are North Korea’s Biggest Export", 
    "PolyMatter: Why Thailand's Geography Breeds Instability", 
    "Practical Engineering: The Fluid Effects That Kill Pumps", 
    "Practical Engineering: The World's Most Recycled Material", 
    "Practical Engineering: Where Does Stormwater Go?", 
    "Practical Engineering: Why Engineers Invent Floods", 
    "Prairie Farm Report: 1:5 Scale John Deere Farm Machinery", 
    "Prairie Farm Report: Handmade 1/16th Scale Farm Toys", 
    "ProZD: SungWon Cho - Voiceover Demo Reel 2020", 
    "Quint BUILDs: Mileage Results You Won't Believe!!! - Wind Power on a CAR #5", 
    "RAN Sailing: Getting the Boat Refit Started - Ep. 228 RAN Sailing", 
    "RAN Sailing: Getting the SOLAR ARCH in place and tuning the NEW MAST - Ep. 234 RAN Sailing", 
    "RAN Sailing: It's more than just a stick standing on your boat - Ep. 231 RAN Sailing", 
    "RAN Sailing: Looking back at 20 000 NM of sailing - Q&A - RAN Sailing", 
    "RAN Sailing: Notorious REEF with over 600 WRECKS! - Ep. 204 RAN Sailing", 
    "RAN Sailing: Oops I DROPPED It In The BILGE! - Ep. 216 RAN Sailing", 
    "RAN Sailing: Q&A + Giveaway for 10 Years on YouTube", 
    "RAN Sailing: Stepping our new mast for the first time - Ep. 233 RAN Sailing", 
    "RAN Sailing: This is the COOLEST WAY to MOOR your BOAT! - Ep. 225 RAN Sailing", 
    "RAN Sailing: Urgent Problem Solving At Sea - Ep. 227 RAN Sailing", 
    "Rainfall Projects: Camper Van Remodel pt. 4 - Insulation, Plywood, and Windows", 
    "Rainfall Projects: The Barn Rebuild Story and a Shop Tour", 
    "Rare Earth: An Alien in Montevideo", 
    "RealLifeLore: The Insane Dutch Plan to Dam the North Sea", 
    "RealLifeLore: The Insane Logistics of Transporting the Biggest Object in History", 
    "RealLifeLore: The World's Most Restricted Airspaces You'll NEVER Fly Over", 
    "RealLifeLore: The World's Strangest Borders Pt 6: Wacky US States", 
    "RealLifeLore: What Made Haiti's Earthquake the Deadliest this Century?", 
    "RealLifeLore: Why Planes Don't Fly Over Tibet", 
    "RealLifeLore: Why There Are NO Flights Between East Asia & South America", 
    "STR Handmade: #017 Making leather long wallet handmade DIY PDF template  How it's made?", 
    "STR Handmade: #7 \"Reviews by STR Handmade\" wallet & cardholder Buttero Horween Shell Cordovan leather", 
    "STR Handmade: Make Plastic Templates for any Leather Project [RU Sub] #003 Tips & Tricks of leather craft", 
    "Sailing Nahoa: 15 Day Quarantine in Thailand...", 
    "Sailing Nahoa: 2020 Has Been Hard", 
    "Sailing Nahoa: Is this Boat Abandoned??", 
    "Sailing Nahoa: Sailing West Coast Style", 
    "Sailing Nahoa: TINY Live Aboard Sailboat TOUR", 
    "Sailing Nahoa: We Flew to Thailand - What it's Really Like in 2021", 
    "Sailing Nahoa: We Found Some Abandoned Docks!", 
    "Sailing SV Delos: BEST SAIL to Jewel of the Maine Coast + Classic Wooden Schooner Tour - Sailing Vessel Delos Ep. 305", 
    "Sailing SV Delos: BUCKET LIST!  🍎 NYC by Sailboat - Sailing Vessel Delos Ep. 292", 
    "Sailing SV Delos: Can You TOW A SAILBOAT With Another Sailboat? - Sailing Vessel Delos Ep. 304", 
    "Sailing SV Delos: DOWN and DIRTY in the Boat Yard!  - Sailing Vessel Delos Ep. 289", 
    "Sailing SV Delos: Destination Block Island! - Sailing Vessel Delos Ep. 293", 
    "Sailing SV Delos: Do Babies Get Seasick? ⛵😭 + BOSTON Through Our Eyes- Sailing Vessel Delos Ep. 307", 
    "Sailing SV Delos: FATIGUED at SEA. (part 3 OF 3)  Sailing Vessel Delos Ep. 271", 
    "Sailing SV Delos: Flying a Kite through New England!  Cape Cod and Isle of Shoals.  Sailing Vessel Delos Ep. 294", 
    "Sailing SV Delos: How long can we survive out here?  Sailing Vessel Delos Ep. 279", 
    "Sailing SV Delos: How we FILM 🎥 OUR LIVES! - Sailing Vessel Delos Ep 299", 
    "Sailing SV Delos: Koxinga - The Pirate King of China DOCUMENTARY", 
    "Sailing SV Delos: LOST on a DESERTED ISLAND! - Sailing Vessel Delos Ep. 303", 
    "Sailing SV Delos: Off The Beaten Track in Hurricane Sound, Maine- Sailing Vessel Delos Ep 297", 
    "Sailing SV Delos: Our very own PRIVATE ISLAND in Maine!  Sailing Vessel Delos Ep. 295", 
    "Sailing SV Delos: Riding the Gulfstream North - Sailing Vessel Delos Ep. 287", 
    "Sailing SV Delos: SPLASHED! Our Destination? Sailing North until it gets cold!  - Sailing Vessel Delos Ep. 291", 
    "Sailing SV Delos: SVALBARD Docu-Series PREMIERE!!  Fri, Dec 11th 5PM EST", 
    "Sailing SV Delos: She Pulled the Princess Card but Fixed The Toilet! - Sailing Vessel Delos Ep. 302", 
    "Sailing SV Delos: The reality of OWNING A SAILBOAT!  - Sailing Vessel Delos Ep. 290", 
    "Sailing SV Delos: UFO and MEDICAL EMERGENCY! What would you do? Sailing Vessel Delos Ep. 283", 
    "Sailing SV Delos: WHAT THE **** are we doing out here?! SAILING in Maine - SV Delos Ep. 298", 
    "Sailing Trio Travels: EP 144 part 2 - Sailing a 3 night passage from Isla Mujeres Mexico to Guatemala. Rough seas ahead!", 
    "Sailing Trio Travels: EP142 - part 1 Dentistry in Mexico and Western Caribbean storms", 
    "Sailing Trio Travels: SE5 EP138 Big Storms at Isla Mujeres Mexico", 
    "Sailing Uma: A Tiny House on a Big Cliff — Sailing Uma [Step 248]", 
    "Sailing Uma: Aerial Silks Epicness — Sailing Uma [Step 247]", 
    "Sailing Uma: Better Than The Bahamas — Sailing Uma [Step 236]", 
    "Sailing Uma: Cruising Guides Don't Mention This Secret Passage — Sailing Uma [Step 242]", 
    "Sailing Uma: Forced To Leave — Sailing Uma [Step 244]", 
    "Sailing Uma: Our 6 month old Secret — Sailing Uma [Step 250]", 
    "Sailing Uma: The ALMOST Perfect Electric Sailboat — Sailing Uma [Step 249]", 
    "Sailing Uma: The North Sea isn't always Storms and Bad Weather — Sailing Uma [Step 232]", 
    "Sailing Uma: The Trouble With Gas Outboards — Sailing Uma [Step 238]", 
    "Sailing Uma: This Glacier Destroyed 9 Farms!  — Sailing Uma [Step 245]", 
    "Sailing Uma: We Don't Sail in Storms . — Sailing Uma [Step 239]", 
    "Sailing Uma: Were We Overly Optimistic About This Weather? — Sailing Uma [Step 240]", 
    "Sailing Uma: What Happened When We Crossed The ARCTIC CIRCLE — Sailing Uma [Step 265]", 
    "Sailing Uma: What Lies Beyond Trolltunga — Hiking Uma [Step 241]", 
    "Sailing Zingaro: Check out our SEXY new dingy!", 
    "Sailing Zingaro: Swimming with humpback whales in French Polynesia", 
    "Sailorama: Epoxy and Paint Sesh Aboard Inesperado", 
    "Sailorama: HIDING IN A CRACK: Atlantic Hurricane Season 2020", 
    "Sailorama: MANY MARINAS of Rio Dulce #91", 
    "Sailorama: Poor Person DIY Boat Bubbly", 
    "Sailorama: Preparing for a SAILBOAT DELIVERY", 
    "Sam Holmes Sailing: Encountering heavy fog on Mt Desert Island", 
    "Sam Holmes Sailing: Last minute glassing over thru hull", 
    "Sam Holmes Sailing: Sailing through the graveyard of the Atlantic", 
    "Sam Holmes Sailing: Single handing into a fresh breeze", 
    "Sam Holmes Sailing: Single-Handed Sailing “Downeast” Maine", 
    "SmarterEveryDay: Navy SEAL Astronauts - Smarter Every Day 243", 
    "SmarterEveryDay: Trying to Catch a 1,000 MPH Baseball - Smarter Every Day 247", 
    "Smithsonian Channel: A Bombing Exposes the Navy’s Need for a New Type of Boat", 
    "Smithsonian Channel: A Series of Medieval Burial Sites with a Chilling Theme", 
    "Smithsonian Channel: Aircraft Carrier Prepares for First Chopper Landing on Deck", 
    "Smithsonian Channel: Bringing Classified Nuclear Test Footage to the Public", 
    "Smithsonian Channel: Britain’s Amazing Roman Structures That You Can Visit Today 🧱 Aerial Britain | Smithsonian Channel", 
    "Smithsonian Channel: Business Practices: Writing in Roman Britain 📝 Eight Days That Made Rome | Smithsonian Channel", 
    "Smithsonian Channel: Can This Ancient Roman Catapult Live Up to its Reputation?", 
    "Smithsonian Channel: Constantine's Death Threatened to Split the Roman Empire ☠️ Rebirth of Rome | Smithsonian Channel", 
    "Smithsonian Channel: Did a Volcano Eruption Slow the Development of Life?", 
    "Smithsonian Channel: How Angled Flight Decks Revolutionized Aircraft Carrier Flight Decks", 
    "Smithsonian Channel: How Conservative Groups Forced an Era of Censorship on Hollywood", 
    "Smithsonian Channel: Inveraray Castle: An Ancient Archive Treasure Trove 📜 Guide to Great Estates | Smithsonian Channel", 
    "Smithsonian Channel: Lab Test: Which Gun Killed Pablo Escobar? 🤔The Curious Life and Death of... | Smithsonian Channel", 
    "Smithsonian Channel: Riots Erupt After 1927 Verdict Against Italian Immigrants ⚖️ America in Color | Smithsonian Channel", 
    "Smithsonian Channel: Scotland's Most Mysterious Stone Age Settlements 🏴󠁧󠁢󠁳󠁣󠁴󠁿 Aerial Britain | Smithsonian Channel", 
    "Smithsonian Channel: Shocking Papers Prove Anne Boleyn Conspiracy 📜 Henry VIII and the King's Men | Smithsonian Channel", 
    "Smithsonian Channel: Stratford-upon-Avon is a Magnet for Shakespeare Lovers 🎭 Aerial Britain | Smithsonian Channel", 
    "Smithsonian Channel: The B-17 Bomber Changed the Face of Aerial Warfare", 
    "Smithsonian Channel: Trying out the First Modular Action Camera - the Insta360 ONE R", 
    "Smithsonian Channel: Was This Ancient Egyptian Tomb Ransacked by Priests?", 
    "Smithsonian Channel: Watching an Aye-Aye Hunt at Night Is Somewhat Spooky", 
    "Smithsonian Channel: We’re Discovering New Coronaviruses All the Time (And That’s OK!) | Smithsonian Channel", 
    "Smithsonian Channel: What Caused These Unusual Shark Attacks?", 
    "Smithsonian Channel: Why Pyramids Were Effective Advertisements for Tomb Robbers | Smithsonian Channel", 
    "Smithsonian Channel: Why This 17th-Century Warship Was a Disastrous Failure", 
    "Smithsonian Channel: Young Orangutan's New Fashion Accessory Causes a Frenzy 👒 Orangutan Jungle School | Smithsonian", 
    "Sofield Leather: How To Make a Leather Satchel Bag - Part 1 of 6 - Pattern Download", 
    "Sofield Leather: How To Thread a Needle for Saddle Stitching Leather 🤝 🧵", 
    "Sofield Leather: How To Use My Leather Patterns 🤝👊🏼", 
    "Sofield Leather: How to Make a Minimalist Wallet - Build Along and Pattern Download", 
    "Sofield Leather: Measuring Thread Length for Saddle Stitching Leather", 
    "Sofield Leather: Sofield Leather- How to Measure- Suspenders", 
    "Sofield Leather: Unboxing Buttero from Rocky Mountain Leather - Review and Wallet Build", 
    "Spaghetti Road: How to get EVERY COUNTRY's flag", 
    "Stand-up Maths: Does \"land area\" assume a country is perfectly flat?", 
    "Stand-up Maths: I wired my tree with 500 LED lights and calculated their 3D coordinates.", 
    "Stand-up Maths: Orbital Maths at NASA with Chris Hadfield", 
    "Stand-up Maths: The Incredible 'Pick Any Card' Trick Explained!", 
    "Stand-up Maths: Why was Biden's win calculated to be ONE IN A QUADRILLION?", 
    "Stock & Barrel Co Leathercraft: ASMR Making a leather trapper knife sheath - Stock and Barrel #leathercraft", 
    "Stock & Barrel Co Leathercraft: Hand cutting light weight leather tips - Stock and Barrel #leathercraft", 
    "Stock & Barrel Co Leathercraft: Making a Leather Trucker Long Wallet (GoPro Maker POV) - Stock and Barrel Leathercraft", 
    "Stock & Barrel Co Leathercraft: Making a leather craft pattern - Adobe Illustrator for leather workers", 
    "Stock & Barrel Co Leathercraft: Making a leather knife sheath (Full) - Stock and Barrel leathercraft", 
    "Stock & Barrel Co Leathercraft: Making a minimalist leather card holder w/ pattern download - Stock and Barrel #leathercraft", 
    "Stock & Barrel Co Leathercraft: Printing a LARGE leather pattern on a regular printer - Stock and Barrel leather craft", 
    "Stock & Barrel Co Leathercraft: Sewing a knife sheath on a Cobra class 3 leather sewing machine - Stock and Barrel #leathercraft", 
    "Stock & Barrel Co Leathercraft: Stitching ammo cartridge loops on a western leather gun belt (Full edit) - Free Download", 
    "Stock & Barrel Co Leathercraft: Using a leather sewing machine to sew a patch on a 5 panel hat - Stock and Barrel Co", 
    "Stock & Barrel Co Leathercraft: What's the best leather for sheaths and holsters? - Stock and Barrel Leathercraft", 
    "Strange Parts: Trying out the First Modular Action Camera - the Insta360 ONE R", 
    "Tarzaned: CARRYING A HUGE COMEBACK ON GRAVES! | League of Legends", 
    "Tarzaned: TARZANED IN PRO PLAY? SPEEDRUNNING INHOUSES | League of Legends", 
    "Taskmaster: Taskmaster - Series 6, Episode 2 | Full Episode | 'Tarpeters'", 
    "Tasting History with Max Miller: An English Manor for a Bowl of Stew?", 
    "Tasting History with Max Miller: Ancient Greek Olives - Gifts from A Goddess", 
    "Tasting History with Max Miller: Election Cake with Q&A", 
    "Tasting History with Max Miller: Gay Man Guesses Your Sexual Orientation | Lineup | Cut", 
    "Technology Connections: Laptop Docks! They're pretty neat!", 
    "Technology Connections: Retroreflectors; they're everywhere, and they cheat physics (sort of)", 
    "Technology Connections: The Future of Heat Pumps is Underground (and other places, too!)", 
    "Technology Connections: The Impact Sprinkler - more clever than it seems!", 
    "Technology Connections: The US electrical system is not 120V", 
    "Technology Connections: What exactly is the goop inside a lava lamp?", 
    "Technology Connections: What the Crookes Radiometer can teach us", 
    "Technology Connextras: How to calculate when heat pumps make financial sense (and other heat pump follow-up thoughts)", 
    "The Armchair Historian: 2003 Invasion of Iraq (1/2) | Animated History", 
    "The Armchair Historian: 2003 Invasion of Iraq (2/2) | Animated History", 
    "The Armchair Historian: Allied Invasion of Sicily | Animated History", 
    "The Armchair Historian: Biggest Encirclement in History: Battle of Kiev | Animated History", 
    "The Armchair Historian: Britain's Worst Airborne Disaster: Battle of Arnhem | Animated History", 
    "The Armchair Historian: Chinese Stalingrad: Battle of Shanghai | Animated History", 
    "The Armchair Historian: Downfall of Italy: 1943 (1/2) | Animated History", 
    "The Armchair Historian: Downfall of Italy: 1944-1945 (2/2) | Animated History", 
    "The Armchair Historian: Germany's Worst Airborne Disaster: The Battle of Crete | Animated History", 
    "The Armchair Historian: How did America Become a Superpower After WW2? | Animated History", 
    "The Armchair Historian: Invasion of Iraq from the Iraqi Perspective | Animated History", 
    "The Armchair Historian: Life in East Germany | Animated History", 
    "The Armchair Historian: Vietnam War from the North Vietnamese Perspective | Animated History", 
    "The Endless Adventure: RV Renovation - Installing CUSTOM Folding Desk & Stairs + Huge Cabinet Fail! 😳 (Ep. 25)", 
    "The Narrowboat Experience: Let's get real- winter cruising on the narrowboat IS HARD! (Gloucester and Sharpness canal 2021)", 
    "The Narrowboat Experience: See our first day RIVER AVON (confused) Narrowboat trip from Stratford Basin to Luddington Lock!", 
    "The Narrowboat Experience: Sunken narrowboat, caught in a lock and no moorings (unbelievable last day on the River Avon)", 
    "The Narrowboat Experience: UNHELPFUL Arch Bridges and \"Single Women\" Travelling by Narrowboat on the River Avon", 
    "The Narrowboat Experience: Unique 'DIAMOND LOCK' you have to see! (Narrowboating on the River Avon at Wyre Piddle)", 
    "The New York Times: Watch Sacha Baron Cohen Get Serious in ‘The Trial of the Chicago 7’ | Anatomy of a Scene", 
    "The Rules Girl: How to Play Nonsensical Creatures in 1 Minute - Rules Girl", 
    "The Slow Mo Guys 2: Slow Mo Sound is FAKE... mostly", 
    "The Slow Mo Guys: 1000 Paint-Covered Mousetraps in 4K Slow Motion - The Slow Mo Guys", 
    "The Slow Mo Guys: Slow Motion Sneeze in 4K - The Slow Mo Guys with Dr Anthony Fauci", 
    "The Slow Mo Guys: Slow-Mo Pulse Jet Engine with COLIN FURZE! - The Slow Mo Guys", 
    "The Slow Mo Guys: Spinning an Apple until it Explodes at 28,500fps - The Slow Mo Guys", 
    "The Try Guys: How I Fixed My Balding (One Year After Surgery)", 
    "The Try Guys: Keith Eats & Drinks Everything At Starbucks", 
    "The Try Guys: Keith Eats Every Kind Of Dumpling", 
    "The Try Guys: The Try Guys Drunk Vs. High Math Test", 
    "The Try Guys: The Try Guys Endorse Joe Biden For President", 
    "The Try Guys: The Try Guys Tiny Face Makeup Challenge", 
    "The Try Guys: Try Guys Test Craziest 5-Minute Crafts", 
    "The Vancouver Islander: EP: 16 | 2021 BOATING SEASON HAS BEGUN | Drew Harbour, Quadra Island + Shark Spit, Marina Island, BC", 
    "TheHackLab: TIMELAPSE: Remodelation of my Room (2 months in 25 minutes)", 
    "This Old Tony: Getting a Handle on Ron Covell", 
    "Thomas Sanladerer: 3D Printing Basics: What Printing actually looks like! (Ep7)", 
    "Thomas Sanladerer: Perfect 3D Printer Bed Adhesives - from the Grocery Store!", 
    "Thomas Sanladerer: This 3D printer can use ANY components - ultimate machine for parts testing!", 
    "Thomas Sanladerer: WhamBam Mutant: A Quick-Change Toolhead Upgrade for any 3D Printer! (NOT on Kickstarter)", 
    "Thoughtquake: Game Dev is Fun Again! New Prototype and a Peek at the Code (Galactic Chef Devlog #2)", 
    "Thoughtquake: Let's Debug! Or try to... (Galactic Chef Devlog #8)", 
    "Thoughtquake: Mod-Friendly Bob Catalog (Cargo Defense Devlog #64)", 
    "Thoughtquake: OLAF'S RAGE", 
    "Thoughtquake: Workflow, and Improving It (Cargo Defense Devlog #56)", 
    "Through My Lens: 6 Things to do in Roswell, New Mexico", 
    "Tom Scott: A Million Dollars vs A Billion Dollars, Visualized: A Road Trip", 
    "Tom Scott: BACK IN OUR VAN! (a van life vlog)", 
    "Tom Scott: I Almost Learned To Fly A Jetpack", 
    "Tom Scott: The Greatest Title Sequence I've Ever Seen", 
    "Tom Scott: The Long-Forgotten History of the British Moon Spacesuit", 
    "Tom Scott: Trying To Fail A Drug Test On Purpose", 
    "Tom Scott: Walking The Most Dangerous Path In Britain", 
    "Tom Stanton: Pneumatic Plane", 
    "Van with Tim: Every van regret on youtube (compilation)", 
    "Vandemonium: 46. Re-making the cabinets in my DIY campervan (and rewiring too) Part 1", 
    "Vandemonium: 47. Re-routing the campervan lights & fan wiring Part 2", 
    "Vandemonium: 51. Carpark Campervanning - Part Two!", 
    "Vanwives: BACK IN OUR VAN! (a van life vlog)", 
    "VasileandPavel: Biker Wallet, Long, Bifold Wallet with Zipper,  2 closing system, Ring for Chain, Pattern & Tutorial", 
    "VasileandPavel: Crossbody Bag for Little Girls, PDF Pattern & Tutorial", 
    "VasileandPavel: Heavy Duty Tool Bag  | PDF Pattern and Tutorial", 
    "VasileandPavel: How to Make a Small Crossbody Purse (Link to PDF Pattern in the Description)", 
    "Veritasium: I Asked Bill Gates What's The Next Crisis?", 
    "Veritasium: Q&A + Giveaway for 10 Years on YouTube", 
    "Veritasium: Why No One Has Measured The Speed Of Light", 
    "Vic Berger: Paying Tribute to Mr. Trump's old tweets", 
    "Well Deck Diaries: Anderton Boat Lift Descent on a Narrowboat During Gale Force Winds, All Part of Canalboat Life. E87", 
    "Well Deck Diaries: Breast Cancer Operation Update & Our Current Cruising Plans As The Uk Enters 2nd Wave Covid Lockdown", 
    "Well Deck Diaries: Canalboat Cruise To Anderton Boat Lift Gets Frightening As We Take Narrowboat to River Weaver. E86", 
    "Well Deck Diaries: Disaster Strikes On Our first Narrowboat Cruise This Year & A Catch Up With Floating Our Boat. E100", 
    "Well Deck Diaries: E66. Narrowboat Leaves Birmingham During Covid-19 Lockdown. Narrowboat Life is About to Change.", 
    "Well Deck Diaries: E67. Narrowboat Life, Cruising The Canals for Essentials During Lockdown", 
    "Well Deck Diaries: E69. Narrowboat Living Cruising The Shropshire Union Canal, all Part of everyday Canalboat Life", 
    "Well Deck Diaries: E70. 10,000 YouTube Subscribers. For Narrowboat Life Vloggers Living On A Canalboat on the UK canals", 
    "Well Deck Diaries: E75.Our Narrowboat Encounters a Fallen Tree That Halts Canalboat Life Living on the Llangollen Canal", 
    "Well Deck Diaries: E81. Narrowboat Life, Descending Two Treacherous Staircase Locks On Our Canalboat cruise to Chester", 
    "Well Deck Diaries: E84. Canal Breach Disaster at Middlewich 2 Years Later. Narrowboat Life Resumes Its Slow Canal Pace", 
    "Well Deck Diaries: E85. Narrowboat Living Time Trial Record Attempt on Route to the 244 Year Old Trent & Mersey Canal.", 
    "Wendover Productions: How Air Ambulances (Don't) Work", 
    "Wendover Productions: How Living at the South Pole Works", 
    "Wendover Productions: How to Beat the Casino, and How They'll Stop You", 
    "Wendover Productions: How to Illegally Cross the Mexico-US Border", 
    "Wendover Productions: How to Start an Airline", 
    "Wendover Productions: The News You Missed in 2020, From Every Country in the World (Part 1)", 
    "Wendover Productions: The News You Missed in 2020, From Every Country in the World (Part 2)", 
    "Wendover Productions: Why Taiwan and China are Battling over Tiny Island Countries", 
    "Woodland Retreat: Building A Cabin In The Woods - Part Six - Off The Grid - Installing Rafters And Metal Roof", 
    "Woodworking Barcelona: Oak Beam RESTORATION / New Workshop Lintel", 
    "You Suck At Cooking: Fettuccine Alfredo - You Suck at Cooking (episode 121)", 
    "You Suck At Cooking: Pizza Pockets: calzones - You Suck at Cooking (episode 119)", 
    "You Suck At Cooking: Shepherd's Pie - You Suck at Cooking (episode 122)", 
    "Zack Freedman: Building a Haptic Fluxgate Magnetometer Glove to Feel Electricity", 
    "Zack Freedman: Nerf Snipers Exist - Here's How to 3D Print Them", 
    "Zack Freedman: Resin Printing Isn't Scary - ft. Billie Ruben!", 
    "ZeroTris: Building A Massive Colony", 
    "frank howarth: Cedar Planter Boxes // How To Make", 
    "frank howarth: Chainsaw Milling an Oak Tree", 
    "frank howarth: Cherry Bowl with Spikes", 
    "frank howarth: DiResta Blade Handle", 
    "frank howarth: Frankenvac 2.0", 
    "frank howarth: Hidden / Secret Desk", 
    "frank howarth: Making a Coffee Table (part 2)", 
    "frank howarth: Making a big wooden sphere", 
    "frank howarth: Wood Turned Segmented Jingle Bell", 
    "hannahleeduggan: spend spring at my cabin with me 🌸", 
    "imperatur: Putin plays Cities: Skylines *not the best idea*", 
    "jimmydiresta: DiResta Bandsaw Restoration & Collection", 
    "jimmydiresta: DiResta Brass Foot Lamps", 
    "jimmydiresta: DiResta Chevy Truck Restoration [Part 1]", 
    "jimmydiresta: DiResta Digital Chicken Coop", 
    "jimmydiresta: DiResta Ice Pick with Level & Magnet", 
    "jimmydiresta: DiResta Old Time Out House", 
    "jimmydiresta: DiResta Pressed Leather Coasters", 
    "jimmydiresta: DiResta Resin Soap Dish", 
    "jimmydiresta: DiResta: Workshop Tips and Tricks", 
    "jimmydiresta: Diresta Skeleton Knife Modifications", 
    "leathertoolz: 10 GIFTS Under $80 FOR LEATHERCRAFTERS!", 
    "leathertoolz: CHOOSE RIGHT NEEDLE SIZE FOR LEATHERCRAFT", 
    "leathertoolz: COOL WAY TO KEEP YOUR NEEDLES!", 
    "leathertoolz: I MADE A HAMMER", 
    "leathertoolz: MAGICAL KEYCHAIN!", 
    "leathertoolz: NEEDS SHARPENING? | SCHLEIFEREI SCHULZ Nordfriesland", 
    "leathertoolz: SUPER EDGE? コバスーパー ! COVA SUPER!", 
    "minutephysics: A Better Way To Picture Atoms", 
    "minutephysics: The Astounding Physics of N95 Masks", 
    "minutephysics: Why Masks Work BETTER Than You'd Think", 
    "tutmo: Donkey Defender Gameplay Trailer - Free Game Download", 
    "videogamedunkey: Funny Panda Sunday 🐼 [EPIC LAUGHS]", 
    "videogamedunkey: Ghost Hunters 3D", 
    "zefrank1: PetsTalk Holidays", 
    "zefrank1: True Facts: Snake and Lizard Tongues"
  ], 
  "delete_videos": [
    "Alton Brown: Alton Brown's Holiday Standing Rib Roast", 
    "America's Test Kitchen: Dan Tries to Sell You on Celery | What's Eating Dan?", 
    "America's Test Kitchen: How to Make Our Extremely Satisfying Grilled Bacon Burgers", 
    "America's Test Kitchen: How to Make the Best Braised Chicken with Mustard and Herbs", 
    "America's Test Kitchen: How to Make the Crispiest Pork Belly Ever", 
    "America's Test Kitchen: Matthew McConaughey Tells Us Why His Favorite Burger Includes American Cheese (and Much More)", 
    "America's Test Kitchen: The Best Ways to Eat (and Drink) Watermelon | Today's Special with Ashley Moore", 
    "Android Developers: Delegating delegates - Kotlin Vocabulary", 
    "Harry Dwyer: Outboard Engine Fire - Tiny Speedboat Trip #8"
  ], 
  "deleted_authors": {
    "Cut": 1, 
    "Good Mythical Morning": 1, 
    "Bret Tkacs": 1, 
    "Babish Culinary Universe": 1
  }, 
  "ignore_videos_by_authors": [], 
  "remove_videos_by_authors": [
    "Auntie Saniye's Recipes", 
    "Babish Culinary Universe", 
    "Beautiful Destinations", 
    "Berm Peak Express", 
    "Berm Peak", 
    "BilliSpeaks", 
    "Bon Appétit", 
    "Bret Tkacs", 
    "Coach Curtis", 
    "Cut", 
    "Daily Bald", 
    "Daily Dose Of Internet", 
    "Dan Goodayle", 
    "Dan Mace", 
    "DangerouslyFunny", 
    "Dr. Hannah Straight", 
    "Epicurious", 
    "Ethan Chlebowski", 
    "Finding Simon", 
    "First We Feast", 
    "Food Insider", 
    "Food Wishes", 
    "FortNine", 
    "Gaby Melian", 
    "Glen And Friends Cooking", 
    "Good Mythical Morning", 
    "Guga Foods", 
    "HellthyJunkFood", 
    "HiHo Kids", 
    "HomeMadeModern", 
    "Huub Vlogs", 
    "JP & Julia", 
    "Jack Coyne", 
    "Jacob Geller", 
    "Jay Bates", 
    "Jonthepotter", 
    "Joshua Weissman", 
    "Jubilee", 
    "Kalle Hallden", 
    "Kraig Adams", 
    "Kris Harbour Natural Building", 
    "Launcher", 
    "League of Legends", 
    "Levi Allen", 
    "LoL Analyst", 
    "LoL Dobby", 
    "Lorna Jane Adventures", 
    "MJ Sailing", 
    "MOTOTREK", 
    "Mariah Alice", 
    "Matthias Wandel", 
    "Meeple University", 
    "Minimal List", 
    "Munchies", 
    "NEACE", 
    "NOT ANOTHER COOKING SHOW", 
    "Nat's What I Reckon", 
    "Nora", 
    "Odd Life Crafting", 
    "Ordinary Sausage", 
    "Primal Outdoors - Camping and Overlanding", 
    "Project Farm", 
    "QTCinderella Clips", 
    "Raptor", 
    "Rich Rebuilds", 
    "Rie McClenny", 
    "Sailing Magic Carpet", 
    "Sailing Merewether", 
    "Sailing Millennial Falcon", 
    "Sailing Project Atticus", 
    "Sanchovies", 
    "Serious Eats", 
    "Seven O Savage", 
    "Shugii", 
    "Simple History", 
    "SkinSpotlights", 
    "Snuti HQ", 
    "Sous Vide Everything", 
    "Taskmaster", 
    "The Action Lab", 
    "The Magical Slow Cooker", 
    "The Rules Girl", 
    "The Slow Mo Guys 2", 
    "The Slow Mo Guys", 
    "The Try Guys", 
    "ThisNarrowboatAdventure", 
    "VANCITY VANLIFE", 
    "VICE", 
    "Vanity Fair", 
    "Virkayu", 
    "Vox", 
    "Wild We Roam", 
    "William Osman", 
    "Wood U Make It", 
    "You Suck At Cooking", 
    "ambiguousamphibian", 
    "foggedftw2", 
    "onherbike", 
    "pcromabe", 
    "riste", 
    "videogamedunkey", 
    "zefrank1", 
    "tutmo"
  ], 
  "unknown_authors": []
}